Repository: owngoal-dev/Fila
Catalog: Fila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: File Offset
ar: إزاحة الملف
de: Datei-Offset
es: Desplazamiento en el archivo
fr: Décalage dans le fichier
it: Offset nel file
ja: ファイルオフセット
ko: 파일 오프셋
pt_br: Deslocamento no Arquivo
ru: Смещение в файле
vi: Offset tệp
zh_hans: 文件偏移
zh_hant: 檔案偏移

source: File Operations
ar: عمليات الملفات
de: Dateioperationen
es: Operaciones de archivo
fr: Opérations sur les fichiers
it: Operazioni sui file
ja: ファイル操作
ko: 파일 작업
pt_br: Operações de Arquivo
ru: Операции с файлами
vi: Thao tác tệp
zh_hans: 文件操作
zh_hant: 檔案操作

source: File Set
ar: مجموعة ملفات
es: Conjunto de archivos
fr: Ensemble de fichiers
ja: ファイルセット
ko: 파일 세트
ru: Набор файлов
vi: Tập hợp tệp
zh_hans: 文件集

source: File Sharing
ar: مشاركة الملفات
de: Dateifreigabe
es: Compartir archivos
fr: Partage de fichiers
it: Condivisione file
ja: ファイル共有
ko: 파일 공유
pt_br: Compartilhamento de Arquivos
ru: Общий доступ к файлам
vi: Chia sẻ tệp
zh_hans: 文件共享
zh_hant: 檔案分享

source: File Size
ar: حجم الملف
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do Arquivo
ru: Размер файла
vi: Kích thước tệp
zh_hans: 文件大小
zh_hant: 檔案大小

source: Files with the same names will be replaced; this cannot be undone. Folders with the same names are merged, and what they already hold is kept.
ar: سيتم استبدال الملفات التي تحمل الأسماء نفسها ولا يمكن التراجع عن ذلك. تُدمج المجلدات التي تحمل الأسماء نفسها ويُحتفظ بما تحتويه.
de: Dateien mit denselben Namen werden ersetzt; das lässt sich nicht rückgängig machen. Ordner mit denselben Namen werden zusammengeführt, ihr Inhalt bleibt erhalten.
es: Los archivos con el mismo nombre se reemplazarán; esto no se puede deshacer. Las carpetas con el mismo nombre se combinan y se conserva lo que ya contienen.
fr: Les fichiers portant les mêmes noms seront remplacés ; cette action est irréversible. Les dossiers portant les mêmes noms sont fusionnés et leur contenu est conservé.
it: I file con gli stessi nomi verranno sostituiti; l’operazione non può essere annullata. Le cartelle con gli stessi nomi vengono unite e il loro contenuto è mantenuto.
ja: 同じ名前のファイルは置き換えられます。この操作は取り消せません。同じ名前のフォルダは統合され、既存の内容は保持されます。
ko: 이름이 같은 파일은 대체되며 되돌릴 수 없습니다. 이름이 같은 폴더는 병합되고 기존 내용은 유지됩니다.
pt_br: Arquivos com os mesmos nomes serão substituídos; isso não pode ser desfeito. Pastas com os mesmos nomes são mescladas e o que já contêm é mantido.
ru: Файлы с такими же именами будут заменены; это нельзя отменить. Папки с такими же именами объединяются, их содержимое сохраняется.
vi: Các tệp trùng tên sẽ bị thay thế; không thể hoàn tác. Các thư mục trùng tên sẽ được gộp và nội dung hiện có được giữ lại.
zh_hans: 同名文件将被替换，且无法撤销。同名文件夹将被合并，其已有内容会保留。
zh_hant: 同名檔案將被取代，且無法復原。同名資料夾將被合併，其既有內容會保留。

source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
it: Filtra
ja: フィルタ
ko: 필터
pt_br: Filtrar
ru: Фильтр
vi: Lọc
zh_hans: 筛选
zh_hant: 篩選

source: Find
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
pt_br: Buscar
ru: Найти
vi: Tìm
zh_hans: 查找
zh_hant: 尋找

source: Find ${query} in ${path}
ar: البحث عن ${query} في ${path}
de: ${query} in ${path} suchen
es: Buscar ${query} en ${path}
fr: Rechercher ${query} dans ${path}
it: Trova ${query} in ${path}
ja: ${path} 内で ${query} を検索
ko: ${path}에서 ${query} 찾기
pt_br: Buscar ${query} em ${path}
ru: Найти ${query} в ${path}
vi: Tìm ${query} trong ${path}
zh_hans: 在 ${path} 中查找 ${query}
zh_hant: 在 ${path} 中尋找 ${query}

source: Find Files
ar: بحث عن ملفات
de: Dateien suchen
es: Buscar archivos
fr: Rechercher des fichiers
it: Trova file
ja: ファイルを検索
ko: 파일 찾기
pt_br: Buscar Arquivos
ru: Найти файлы
vi: Tìm tệp
zh_hans: 查找文件
zh_hant: 尋找檔案

source: Find Next
ar: البحث عن التالي
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher suivant
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
pt_br: Buscar Próxima
ru: Найти далее
vi: Tìm tiếp
zh_hans: 查找下一个
zh_hant: 找下一個

source: Find Previous
ar: البحث عن السابق
de: Rückwärts suchen
es: Buscar anterior
fr: Rechercher précédent
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
pt_br: Buscar Anterior
ru: Найти ранее
vi: Tìm trước đó
zh_hans: 查找上一个
zh_hant: 找上一個

source: Find Script Interpreters
ar: العثور على مفسّرات البرامج النصية
de: Skript-Interpreter finden
es: Buscar intérpretes de scripts
fr: Rechercher les interpréteurs de scripts
it: Trova interpreti di script
ja: スクリプトインタプリタを検索
ko: 스크립트 인터프리터 찾기
pt_br: Localizar interpretadores de scripts
ru: Искать интерпретаторы скриптов
vi: Tìm trình thông dịch tập lệnh
zh_hans: 查找脚本解释器
zh_hant: 尋找腳本直譯器

source: Fixed VM Library
ar: مكتبة ذاكرة افتراضية ثابتة
de: Fixed-VM-Bibliothek
es: Biblioteca VM fija
fr: Bibliothèque VM fixe
it: Libreria VM fissa
ja: 固定VMライブラリ
ko: 고정 VM 라이브러리
pt_br: Biblioteca VM Fixa
ru: Библиотека с фиксированным адресом
vi: Thư viện VM cố định
zh_hans: 固定 VM 库
zh_hant: Fixed VM 程式庫

source: Flags
ar: العلامات
es: Indicadores
fr: Indicateurs
it: Flag
ja: フラグ
ko: 플래그
ru: Флаги
vi: Cờ
zh_hans: 标志
zh_hant: 旗標

source: Flags, extended attributes and identity
ar: العلامات والسمات الموسّعة والهوية
de: Flags, erweiterte Attribute und Identität
es: Indicadores, atributos extendidos e identidad
fr: Indicateurs, attributs étendus et identité
it: Flag, attributi estesi e identità
ja: フラグ、拡張属性、識別情報
ko: 플래그, 확장 속성 및 식별 정보
pt_br: Flags, atributos estendidos e identidade
ru: Флаги, расширенные атрибуты и идентификация
vi: Cờ, thuộc tính mở rộng và danh tính
zh_hans: 标志、扩展属性和标识信息
zh_hant: 旗標、延伸屬性與識別

source: Focal Length
ar: البعد البؤري
de: Brennweite
es: Distancia focal
fr: Longueur focale
it: Lunghezza focale
ja: 焦点距離
ko: 초점 거리
pt_br: Distância Focal
ru: Фокусное расстояние
vi: Tiêu cự
zh_hans: 焦距
zh_hant: 焦距

source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
ko: 폴더
pt_br: Pasta
ru: Папка
vi: Thư mục
zh_hans: 文件夹
zh_hant: 檔案夾

source: Folder Is Empty
ar: المجلد فارغ
de: Ordner ist leer
es: La carpeta está vacía
fr: Le dossier est vide
it: Cartella vuota
ja: フォルダは空です
ko: 폴더가 비어 있음
pt_br: Pasta Vazia
ru: Папка пуста
vi: Thư mục trống
zh_hans: 文件夹为空
zh_hant: 檔案夾是空的

source: Folder name
ar: اسم المجلد
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome cartella
ja: フォルダ名
ko: 폴더 이름
pt_br: Nome da pasta
ru: Имя папки
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 檔案夾名稱

source: Format
ar: التنسيق
es: Formato
it: Formato
ja: フォーマット
ko: 포맷
pt_br: Formato
ru: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d’images
it: Frequenza fotogrammi
ja: フレームレート
ko: 프레임 속도
pt_br: Taxa de Quadros
ru: Частота кадров
vi: Tốc độ khung hình
zh_hans: 帧率
zh_hant: 幀率

source: Frames
ar: الإطارات
de: Einzelbilder
es: Fotogramas
fr: Images
it: Fotogrammi
ja: フレーム数
ko: 프레임 수
pt_br: Quadros
ru: Кадры
vi: Khung hình
zh_hans: 帧数
zh_hant: 影格數

source: General
ar: عام
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Get File Info
ar: الحصول على معلومات الملف
de: Dateiinfo abrufen
es: Obtener información del archivo
fr: Obtenir les infos d’un fichier
it: Ottieni informazioni sul file
ja: ファイル情報を取得
ko: 파일 정보 가져오기
pt_br: Obter Informações do Arquivo
ru: Получить сведения о файле
vi: Lấy thông tin tệp
zh_hans: 获取文件信息
zh_hant: 取得檔案資訊

source: Get info about ${path}
ar: الحصول على معلومات عن ${path}
de: Infos zu ${path} abrufen
es: Obtener información de ${path}
fr: Obtenir les infos de ${path}
it: Ottieni informazioni su ${path}
ja: ${path} の情報を取得
ko: ${path}의 정보 가져오기
pt_br: Obter informações sobre ${path}
ru: Получить сведения о ${path}
vi: Lấy thông tin về ${path}
zh_hans: 获取 ${path} 的信息
zh_hant: 取得 ${path} 的資訊

source: Get text from ${path}
ar: الحصول على النص من ${path}
de: Text aus ${path} abrufen
es: Obtener el texto de ${path}
fr: Obtenir le texte de ${path}
it: Ottieni il testo da ${path}
ja: ${path} からテキストを取得
ko: ${path}에서 텍스트 가져오기
pt_br: Obter texto de ${path}
ru: Получить текст из ${path}
vi: Lấy văn bản từ ${path}
zh_hans: 获取 ${path} 的文本
zh_hant: 從 ${path} 取得文字

source: Get Text from File
ar: الحصول على النص من ملف
de: Text aus Datei abrufen
es: Obtener texto de un archivo
fr: Obtenir le texte d’un fichier
it: Ottieni testo da file
ja: ファイルからテキストを取得
ko: 파일에서 텍스트 가져오기
pt_br: Obter Texto do Arquivo
ru: Получить текст из файла
vi: Lấy văn bản từ tệp
zh_hans: 获取文件文本
zh_hant: 從檔案取得文字

source: Go
ar: انتقال
de: Öffnen
es: Ir
fr: Aller
it: Vai
ja: 移動
ko: 이동
pt_br: Ir
ru: Перейти
vi: Đi
zh_hans: 前往
zh_hant: 前往

source: Go to Offset
ar: الانتقال إلى إزاحة
de: Gehe zu Offset
es: Ir al desplazamiento
fr: Aller au décalage
it: Vai all’offset
ja: オフセットへ移動
ko: 오프셋으로 이동
pt_br: Ir para o Deslocamento
ru: Перейти к смещению
vi: Đi tới offset
zh_hans: 前往偏移量
zh_hant: 前往偏移位置

source: Go to Path
ar: الانتقال إلى مسار
de: Gehe zu Pfad
es: Ir a la ruta
fr: Aller au chemin
it: Vai al percorso
ja: パスへ移動
ko: 경로로 이동
pt_br: Ir para o Caminho
ru: Перейти к пути
vi: Đi tới đường dẫn
zh_hans: 前往路径
zh_hant: 前往路徑

source: Go to Path…
ar: الانتقال إلى مسار…
de: Gehe zu Pfad…
es: Ir a la ruta…
fr: Aller au chemin…
it: Vai al percorso…
ja: パスへ移動…
ko: 경로로 이동…
pt_br: Ir para o Caminho…
ru: Перейти к пути…
vi: Đi tới đường dẫn…
zh_hans: 前往路径…
zh_hant: 前往路徑…

source: Grid
ar: شبكة
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
ja: グリッド
ko: 그리드
pt_br: Grade
ru: Сетка
vi: Lưới
zh_hans: 网格
zh_hant: 格狀

source: Group
ar: المجموعة
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
ja: グループ
ko: 그룹
pt_br: Grupo
ru: Группа
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

source: Group ID
ar: معرّف المجموعة
de: Gruppen-ID
es: ID del grupo
fr: Identifiant de groupe
it: ID gruppo
ja: グループID
ko: 그룹 ID
pt_br: ID do Grupo
ru: ID группы
vi: ID nhóm
zh_hans: 群组 ID
zh_hant: 群組 ID

source: Hard Links
ar: الارتباطات الصلبة
es: Enlaces duros
fr: Liens physiques
it: Link fisici
ja: ハードリンク
ko: 하드 링크
pt_br: Links Físicos
ru: Жёсткие ссылки
vi: Liên kết cứng
zh_hans: 硬链接
zh_hant: 硬連結數

source: Hex
ar: ست عشري
zh_hans: 十六进制
zh_hant: 十六進位

source: Hidden (hidden)
ar: مخفي (hidden)
de: Ausgeblendet (hidden)
es: Oculto (hidden)
fr: Masqué (hidden)
it: Nascosto (hidden)
ja: 非表示 (hidden)
ko: 숨김(hidden)
pt_br: Oculto (hidden)
ru: Скрытый (hidden)
vi: Ẩn (hidden)
zh_hans: 隐藏（hidden）
zh_hant: 隱藏（hidden）

source: Hidden Files
ar: الملفات المخفية
de: Versteckte Dateien
es: Archivos ocultos
fr: Fichiers masqués
it: File nascosti
ja: 隠しファイル
ko: 숨김 파일
pt_br: Arquivos ocultos
ru: Скрытые файлы
vi: Tệp ẩn
zh_hans: 隐藏文件
zh_hant: 隱藏檔案

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
ja: 非表示
ko: 숨기기
pt_br: Ocultar
ru: Скрыть
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: Home
ar: الرئيسية
es: Inicio
fr: Départ
ja: ホーム
ko: 홈
pt_br: Início
ru: Домашняя папка
zh_hans: 用户目录
zh_hant: 主目錄

source: Identity
ar: الهوية
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: 識別情報
ko: 식별 정보
pt_br: Identidade
ru: Идентификация
vi: Danh tính
zh_hans: 标识
zh_hant: 識別

source: Image
ar: صورة
de: Bild
es: Imagen
it: Immagine
ja: イメージ
ko: 이미지
pt_br: Imagem
ru: Изображение
vi: Hình ảnh
zh_hans: 图像
zh_hant: 影像

source: Image Info
ar: معلومات الصورة
de: Bildinfo
es: Información de la imagen
fr: Infos de l’image
it: Informazioni immagine
ja: イメージ情報
ko: 이미지 정보
pt_br: Informações da Imagem
ru: Сведения об изображении
vi: Thông tin hình ảnh
zh_hans: 图像信息
zh_hant: 影像資訊

source: Import Failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
es: Fallo en la importación
fr: Échec de l’importation
it: Importazione non riuscita
ja: 読み込みに失敗しました
ko: 가져오기 실패
pt_br: Falha na Importação
ru: Не удалось импортировать
vi: Nhập không thành công
zh_hans: 导入失败
zh_hant: 匯入失敗

source: Import Files…
ar: استيراد ملفات…
de: Dateien importieren…
es: Importar archivos…
fr: Importer des fichiers…
it: Importa file…
ja: ファイルを読み込む…
ko: 파일 가져오기…
pt_br: Importar Arquivos…
ru: Импортировать файлы…
vi: Nhập tệp…
zh_hans: 导入文件…
zh_hant: 匯入檔案…

source: Import Photos…
ar: استيراد صور…
de: Fotos importieren…
es: Importar fotos…
fr: Importer des photos…
it: Importa foto…
ja: 写真を読み込む…
ko: 사진 가져오기…
pt_br: Importar Fotos…
ru: Импортировать фото…
vi: Nhập ảnh…
zh_hans: 导入照片…
zh_hant: 匯入照片…

source: In Progress
ar: قيد التنفيذ
de: Laufend
es: En curso
fr: En cours
it: In corso
ja: 実行中
ko: 진행 중
pt_br: Em Andamento
ru: Выполняются
vi: Đang thực hiện
zh_hans: 进行中
zh_hant: 進行中

source: Inbox
ar: الوارد
de: Eingang
es: Entrada
fr: Boîte de réception
it: In entrata
ja: 受信ボックス
pt_br: Entrada
ru: Входящие
zh_hans: 收件箱
zh_hant: 收件匣

source: Include Hidden Items
ar: تضمين العناصر المخفية
de: Ausgeblendete Objekte einbeziehen
es: Incluir elementos ocultos
fr: Inclure les éléments masqués
it: Includi elementi nascosti
ja: 非表示項目を含める
ko: 숨겨진 항목 포함
pt_br: Incluir Itens Ocultos
ru: Включая скрытые объекты
vi: Bao gồm mục ẩn
zh_hans: 包含隐藏项目
zh_hant: 包含隱藏項目

source: Info
ar: معلومات
ja: 情報
ko: 정보
pt_br: Informação
ru: Инфо
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Inside Folder
ar: داخل المجلد
de: Im Ordner
es: Dentro de la carpeta
fr: Dans le dossier
it: Nella cartella
ja: 作成先フォルダ
ko: 상위 폴더
pt_br: Dentro da Pasta
ru: В папке
vi: Trong thư mục
zh_hans: 父文件夹
zh_hant: 所在檔案夾

source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
it: Installa
ja: インストール
ko: 설치
pt_br: Instalar
ru: Установить
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Install App?
ar: تثبيت التطبيق؟
de: App installieren?
es: ¿Instalar la app?
fr: Installer l’app ?
it: Installare l’app?
ja: Appをインストールしますか？
ko: 앱을 설치하시겠습니까?
pt_br: Instalar App?
ru: Установить приложение?
vi: Cài đặt ứng dụng?
zh_hans: 安装应用？
zh_hant: 要安裝此 App 嗎？

source: Install Name
ar: اسم التثبيت
es: Nombre de instalación
fr: Nom d’installation
ja: インストール名
zh_hans: 安装名称
zh_hant: 安裝名稱

source: Install Package?
ar: تثبيت الحزمة؟
de: Paket installieren?
es: ¿Instalar el paquete?
fr: Installer le paquet ?
it: Installare il pacchetto?
ja: パッケージをインストールしますか？
ko: 패키지를 설치하시겠습니까?
pt_br: Instalar Pacote?
ru: Установить пакет?
vi: Cài đặt gói?
zh_hans: 安装软件包？
zh_hant: 要安裝此套件嗎？

source: Install Root
ar: جذر التثبيت
es: Raíz de instalación
fr: Racine d’installation
ja: インストールルート
ko: 설치 루트
pt_br: Raiz de Instalação
ru: Корень установки
vi: Gốc cài đặt
zh_hans: 安装根目录
zh_hant: 安裝根目錄

source: Install…
ar: تثبيت…
de: Installieren…
es: Instalar…
fr: Installer…
it: Installa…
ja: インストール…
ko: 설치…
pt_br: Instalar…
ru: Установить…
vi: Cài đặt…
zh_hans: 安装…
zh_hant: 安裝…

source: Installation in Progress
ar: جارٍ التثبيت
de: Installation läuft
es: Instalación en curso
fr: Installation en cours
it: Installazione in corso
ja: インストール中
ko: 설치 진행 중
pt_br: Instalação em Andamento
ru: Выполняется установка
vi: Đang cài đặt
zh_hans: 安装进行中
zh_hant: 安裝進行中

source: Installing App…
ar: جارٍ تثبيت التطبيق…
de: App wird installiert…
es: Instalando la app…
fr: Installation de l’app…
it: Installazione dell’app…
ja: Appをインストール中…
ko: 앱 설치 중…
pt_br: Instalando App…
ru: Установка приложения…
vi: Đang cài đặt ứng dụng…
zh_hans: 正在安装应用…
zh_hant: 正在安裝 App…

source: Installs “%@” as root with dpkg. A faulty package can damage the system environment or leave the device unable to start. This cannot be undone.
ar: يثبّت ”%@“ بصلاحية الجذر باستخدام dpkg. قد تُتلف الحزمة المعطوبة بيئة النظام أو تجعل الجهاز غير قادر على بدء التشغيل. لا يمكن التراجع عن هذا.
de: Installiert „%@“ als Root mit dpkg. Ein fehlerhaftes Paket kann die Systemumgebung beschädigen oder dazu führen, dass das Gerät nicht mehr startet. Das kann nicht widerrufen werden.
es: Instala “%@” como root con dpkg. Un paquete defectuoso puede dañar el entorno del sistema o dejar el dispositivo sin poder arrancar. Esto no se puede deshacer.
fr: Installe « %@ » en tant que root avec dpkg. Un paquet défectueux peut endommager l’environnement système ou empêcher l’appareil de démarrer. Cette action est irréversible.
it: Installa “%@” come root con dpkg. Un pacchetto difettoso può danneggiare l’ambiente di sistema o rendere il dispositivo non più avviabile. Questa operazione non può essere annullata.
ja: 「%@」をrootとしてdpkgでインストールします。不正なパッケージはシステム環境を壊したり、デバイスを起動できなくしたりすることがあります。この操作は取り消せません。
ko: dpkg로 “%@”을(를) 루트 권한으로 설치합니다. 잘못된 패키지는 시스템 환경을 손상시키거나 기기를 시동할 수 없게 만들 수 있습니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Instala “%@” como root com o dpkg. Um pacote defeituoso pode danificar o ambiente do sistema ou deixar o dispositivo sem conseguir iniciar. Isso não pode ser desfeito.
ru: Устанавливает «%@» от имени root с помощью dpkg. Неисправный пакет может повредить системное окружение или лишить устройство возможности запускаться. Это нельзя отменить.
vi: Cài đặt “%@” với quyền root bằng dpkg. Một gói lỗi có thể phá hỏng môi trường hệ thống hoặc khiến thiết bị không khởi động được. Việc này không thể hoàn tác.
zh_hans: 将以 root 身份使用 dpkg 安装“%@”。损坏的软件包可能破坏系统环境，或导致设备无法启动。此操作无法撤销。
zh_hant: 將以 root 權限使用 dpkg 安裝「%@」。有問題的套件可能損壞系統環境，或導致裝置無法啟動。此操作無法復原。

source: Into Folder
ar: إلى المجلد
de: In Ordner
es: En la carpeta
fr: Vers le dossier
it: Cartella di destinazione
ja: 入れるフォルダ
ko: 대상 폴더
pt_br: Para a Pasta
ru: В папку
vi: Vào thư mục
zh_hans: 目标文件夹
zh_hant: 目標檔案夾

source: Invalid Name
ar: اسم غير صالح
de: Ungültiger Name
es: Nombre no válido
fr: Nom non valide
it: Nome non valido
ja: 無効な名前
ko: 잘못된 이름
pt_br: Nome Inválido
ru: Недопустимое имя
vi: Tên không hợp lệ
zh_hans: 名称无效
zh_hant: 名稱無效

source: Invalid Offset
ar: إزاحة غير صالحة
de: Ungültiger Offset
es: Desplazamiento no válido
fr: Décalage invalide
it: Offset non valido
ja: 無効なオフセット
ko: 잘못된 오프셋
pt_br: Deslocamento Inválido
ru: Недопустимое смещение
vi: Offset không hợp lệ
zh_hans: 偏移量无效
zh_hant: 無效偏移

source: iOS allows only a short time to finish transfers after you leave Fila. Sharing then stops and connected devices disconnect.
ar: يتيح iOS وقتًا قصيرًا فقط لإنهاء عمليات النقل بعد مغادرتك Fila. بعد ذلك تتوقف المشاركة وتُقطع الأجهزة المتصلة.
de: iOS lässt nach dem Verlassen von Fila nur kurze Zeit, um Übertragungen abzuschließen. Danach stoppt das Teilen und verbundene Geräte werden getrennt.
es: iOS solo permite un breve margen para terminar las transferencias cuando sales de Fila. Después, la compartición se detiene y los dispositivos conectados se desconectan.
fr: iOS n’accorde qu’un court délai pour terminer les transferts après que vous avez quitté Fila. Le partage s’arrête ensuite et les appareils connectés sont déconnectés.
it: iOS concede solo poco tempo per completare i trasferimenti dopo che esci da Fila. La condivisione poi si interrompe e i dispositivi connessi vengono disconnessi.
ja: iOSは、Filaを離れたあとに転送を終えるための短い時間しか許可しません。その後、共有は停止し、接続中のデバイスは切断されます。
ko: Fila를 벗어난 뒤 iOS가 전송을 마치도록 허용하는 시간은 아주 짧습니다. 그 후에는 공유가 중단되고 연결된 기기의 연결이 끊깁니다.
pt_br: O iOS permite apenas um curto período para concluir as transferências depois que você sai do Fila. Em seguida, o compartilhamento para e os dispositivos conectados são desconectados.
ru: После выхода из Fila iOS даёт совсем немного времени на завершение передач. Затем общий доступ останавливается, а подключённые устройства отключаются.
vi: iOS chỉ cho phép một khoảng thời gian ngắn để hoàn tất việc truyền tệp sau khi bạn rời Fila. Sau đó việc chia sẻ dừng lại và các thiết bị đang kết nối sẽ ngắt kết nối.
zh_hans: 离开 Fila 后，iOS 只允许短暂继续传输。随后共享会停止，已连接的设备会断开。
zh_hant: 離開 Fila 後，iOS 只允許很短的時間來完成傳輸。之後分享會停止，已連線的裝置也會中斷連線。

source: Is Folder
ar: مجلد
de: Ist Ordner
es: Es una carpeta
fr: Est un dossier
it: È una cartella
ja: フォルダかどうか
ko: 폴더 여부
pt_br: É Pasta
ru: Является папкой
vi: Là thư mục
zh_hans: 是文件夹
zh_hant: 是否為檔案夾

source: Item
ar: العنصر
de: Objekt
es: Elemento
fr: Élément
it: Elemento
ja: 項目
ko: 항목
ru: Объект
vi: Mục
zh_hans: 项目
zh_hant: 項目

source: Items on this server can be copied but not moved. They cannot be deleted from this location.
ar: يمكن نسخ العناصر على هذا الخادم لكن لا يمكن نقلها. لا يمكن حذفها من هذا الموقع.
de: Objekte auf diesem Server können kopiert, aber nicht bewegt werden. Von diesem Ort können sie nicht gelöscht werden.
es: Los elementos de este servidor se pueden copiar, pero no mover. No se pueden eliminar de esta ubicación.
fr: Les éléments de ce serveur peuvent être copiés mais pas déplacés. Ils ne peuvent pas être supprimés de cet emplacement.
it: Gli elementi su questo server possono essere copiati ma non spostati. Non possono essere eliminati da questa posizione.
ja: このサーバ上の項目はコピーできますが移動はできません。この場所からは削除できません。
ko: 이 서버의 항목은 복사할 수 있지만 이동할 수 없습니다. 이 위치에서는 삭제할 수 없습니다.
pt_br: Os itens neste servidor podem ser copiados, mas não movidos. Eles não podem ser apagados deste local.
ru: Объекты на этом сервере можно копировать, но не перемещать. Их нельзя удалить из этого расположения.
vi: Các mục trên máy chủ này có thể sao chép nhưng không thể di chuyển. Không thể xóa chúng khỏi vị trí này.
zh_hans: 此服务器上的项目可以复制但不能移动。无法从此位置删除。
zh_hant: 此伺服器上的項目可以拷貝，但無法搬移。無法從此位置刪除。

source: Items with the same names will be replaced, not moved to the trash. This cannot be undone. Non-empty folders cannot be replaced.
ar: سيتم استبدال العناصر التي تحمل الأسماء نفسها، ولن تُنقل إلى المهملات. لا يمكن التراجع عن هذا. لا يمكن استبدال المجلدات غير الفارغة.
de: Objekte mit gleichen Namen werden ersetzt, nicht in den Papierkorb bewegt. Das kann nicht widerrufen werden. Nicht leere Ordner können nicht ersetzt werden.
es: Los elementos con el mismo nombre se sustituirán; no se moverán a la papelera. Esto no se puede deshacer. Las carpetas que no estén vacías no se pueden sustituir.
fr: Les éléments portant le même nom seront remplacés, pas placés dans la corbeille. Cette action est irréversible. Les dossiers non vides ne peuvent pas être remplacés.
it: Gli elementi con lo stesso nome verranno sostituiti, non spostati nel Cestino. Questa operazione non può essere annullata. Le cartelle non vuote non possono essere sostituite.
ja: 同じ名前の項目は、ゴミ箱に入らず置き換えられます。この操作は取り消せません。空でないフォルダは置き換えられません。
ko: 이름이 같은 항목은 휴지통으로 이동되지 않고 대치됩니다. 이 작업은 되돌릴 수 없습니다. 비어 있지 않은 폴더는 대치할 수 없습니다.
pt_br: Os itens com os mesmos nomes serão substituídos, não movidos para a Lixeira. Isso não pode ser desfeito. Pastas não vazias não podem ser substituídas.
ru: Объекты с такими же именами будут заменены, а не перемещены в Корзину. Это нельзя отменить. Непустые папки заменить нельзя.
vi: Các mục trùng tên sẽ bị thay thế chứ không được chuyển vào thùng rác. Việc này không thể hoàn tác. Không thể thay thế thư mục không rỗng.
zh_hans: 同名项目将被替换，不会移入废纸篓。此操作无法撤销。无法替换非空文件夹。
zh_hant: 同名項目會被取代，而不會移到垃圾桶。此操作無法復原。非空的檔案夾無法被取代。

source: Items you copy or move wait here until you paste them.
ar: العناصر التي تنسخها أو تنقلها تنتظر هنا حتى تلصقها.
de: Objekte, die du kopierst oder bewegst, warten hier, bis du sie einsetzt.
es: Los elementos que copies o muevas esperan aquí hasta que los pegues.
fr: Les éléments que vous copiez ou déplacez attendent ici jusqu’à ce que vous les colliez.
it: Gli elementi che copi o sposti restano qui finché non li incolli.
ja: コピーまたは移動した項目は、ペーストするまでここで待機します。
ko: 복사하거나 이동한 항목은 붙여넣을 때까지 여기에서 대기합니다.
pt_br: Os itens que você copia ou move ficam aqui até você colá-los.
ru: Объекты, которые вы копируете или перемещаете, ждут здесь, пока вы их не вставите.
vi: Các mục bạn sao chép hoặc di chuyển sẽ chờ ở đây cho đến khi bạn dán chúng.
zh_hans: 拷贝或移动的项目会保留在这里，直到你粘贴它们。
zh_hant: 你拷貝或移動的項目會留在這裡，直到你將它們貼上。
